int GameInfo()
{
	while (1)
	{
	
		printf("안녕하세요. 고양이키우기 게임입니다.\n");
		printf("고양이의 욕구(포만감, 기분, 친밀도)를 충족 시키십시오.\n ");
		printf("집에서 왼쪽 하단에 있는 육성메뉴 설명.\n ");
		printf("밥: 포만감 +3\n");
		printf("간식: 포만감 +1, 기분 +3\n");
		printf("놀아주기: 포만감 -3, 기분 +3\n");
		printf("목욕: 포만감 -3, 기분 -10\n");
		printf("산책: 포만감 -2, 기분 -2\n");
		printf("(친밀도는 포만감 5이상 기분 10이상일때 2씩 올라간다.\n ");

		printf("-3개의 엔딩\n");
		printf("게임 오버: 포만감 or 기분이 0이하일때\n");
		printf("해피 엔딩: 포만감, 기분, 친밀도 모두 10이상일때\n");
		printf("병원 엔딩: 포만감이 15이상일때\n");
		
		printf("스페이스바 누르면 뒤로");

	}
	
}
